"[[{\"massId\":\"Wednesday of the Fifteenth Week in Ordinary Time\"},{\"readingTitle\":\"Reading 1\",\"readingAddress\":\"Ex 3:1-6, 9-12\",\"readingBody\":\"\\n                Moses was tending the flock of his father-in-law Jethro, the priest of Midian.\\nLeading the flock across the desert, he came to Horeb,\\nthe mountain of God.\\nThere an angel of the LORD appeared to him in fire\\nflaming out of a bush.\\nAs he looked on, he was surprised to see that the bush,\\nthough on fire, was not consumed.\\nSo Moses decided,\\n\\\"I must go over to look at this remarkable sight,\\nand see why the bush is not burned.\\\"\\n\\nWhen the LORD saw him coming over to look at it more closely,\\nGod called out to him from the bush, \\\"Moses! Moses!\\\"\\nHe answered, \\\"Here I am.\\\"\\nGod said, \\\"Come no nearer!\\nRemove the sandals from your feet,\\nfor the place where you stand is holy ground.\\nI am the God of your father,\\\" he continued,\\n\\\"the God of Abraham, the God of Isaac, the God of Jacob.\\nThe cry of the children of Israel has reached me,\\nand I have truly noted that the Egyptians are oppressing them.\\nCome, now! I will send you to Pharaoh to lead my people,\\nthe children of Israel, out of Egypt.\\\"\\n\\nBut Moses said to God,\\n\\\"Who am I that I should go to Pharaoh\\nand lead the children of Israel out of Egypt?\\\"\\nHe answered, \\\"I will be with you;\\nand this shall be your proof that it is I who have sent you:\\nwhen you bring my people out of Egypt,\\nyou will worship God on this very mountain.\\\"\\n\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/exodus/3?1 \"},{\"readingTitle\":\"Responsorial Psalm\",\"readingAddress\":\"Ps 103:1b-2, 3-4, 6-7\",\"readingBody\":\"\\n                R. (8a) The Lord is kind and merciful.\\nBless the LORD, O my soul;\\nand all my being, bless his holy name.\\nBless the LORD, O my soul,\\nand forget not all his benefits.\\nR. The Lord is kind and merciful.\\nHe pardons all your iniquities,\\nhe heals all your ills.\\nHe redeems your life from destruction,\\nhe crowns you with kindness and compassion. \\nR. The Lord is kind and merciful.\\nThe LORD secures justice\\nand the rights of all the oppressed.\\nHe has made known his ways to Moses,\\nand his deeds to the children of Israel. \\nR. The Lord is kind and merciful.\\n\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/psalms/103?1 \"},{\"readingTitle\":\"Alleluia\",\"readingAddress\":\"See Mt 11:25\",\"readingBody\":\"\\n                R. Alleluia, alleluia.\\nBlessed are you, Father, Lord of heaven and earth;\\nyou have revealed to little ones the mysteries of the Kingdom.\\nR. Alleluia, alleluia.\\n\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/matthew/11?25 \"},{\"readingTitle\":\"Gospel\",\"readingAddress\":\"Mt 11:25-27\",\"readingBody\":\"\\n                At that time Jesus exclaimed: \\n\\\"I give praise to you, Father, Lord of heaven and earth,\\nfor although you have hidden these things\\nfrom the wise and the learned\\nyou have revealed them to the childlike.\\nYes, Father, such has been your gracious will.\\nAll things have been handed over to me by my Father.\\nNo one knows the Son except the Father,\\nand no one knows the Father except the Son\\nand anyone to whom the Son wishes to reveal him.\\\"\\n\\n\\n\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/matthew/11?25 \"}]]"