"[[{\"massId\":\"Friday of the Sixteenth Week in Ordinary Time\"},{\"readingTitle\":\"Reading I\",\"readingAddress\":\"Ex 20:1-17\",\"readingBody\":\"\\n                In those days:\\n\\nGod delivered all these commandments:\\n\\n    “I, the LORD, am your God, \\n\\n    who brought you out of the land of Egypt, that place of slavery.\\n\\nYou shall not have other gods besides me.\\n\\nYou shall not carve idols for yourselves \\n\\n    in the shape of anything in the sky above \\n\\n    or on the earth below or in the waters beneath the earth; \\n\\n    you shall not bow down before them or worship them.\\n\\nFor I, the LORD, your God, am a jealous God, \\n\\n    inflicting punishment for their fathers’ wickedness \\n\\n    on the children of those who hate me, \\n\\n    down to the third and fourth generation; \\n\\n    but bestowing mercy down to the thousandth generation \\n\\n    on the children of those who love me and keep my commandments.\\n\\n“You shall not take the name of the LORD, your God, in vain.\\n\\nFor the LORD will not leave unpunished \\n\\n    him who takes his name in vain.\\n\\n“Remember to keep holy the sabbath day.\\n\\nSix days you may labor and do all your work, \\n\\n    but the seventh day is the sabbath of the LORD, your God.\\n\\nNo work may be done then either by you, or your son or daughter, \\n\\n    or your male or female slave, or your beast, \\n\\n    or by the alien who lives with you.\\n\\nIn six days the LORD made the heavens and the earth, \\n\\n    the sea and all that is in them; \\n\\n    but on the seventh day he rested.\\n\\nThat is why the LORD has blessed the sabbath day and made it holy.\\n\\n“Honor your father and your mother, \\n\\n    that you may have a long life in the land \\n\\n    which the LORD, your God, is giving you.\\n\\n“You shall not kill.\\n\\n“You shall not commit adultery.\\n\\n“You shall not steal.\\n\\n“You shall not bear false witness against your neighbor.\\n\\n“You shall not covet your neighbor’s house.\\n\\nYou shall not covet your neighbor’s wife, \\n\\n    nor his male or female slave, nor his ox or ass, \\n\\n    nor anything else that belongs to him.”\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/exodus/20?1 \"},{\"readingTitle\":\"Responsorial Psalm\",\"readingAddress\":\"19:8, 9, 10, 11\",\"readingBody\":\"\\n                R.    (John 6:68c)  Lord, you have the words of everlasting life.\\n\\nThe law of the LORD is perfect,\\n\\n    refreshing the soul;\\n\\nThe decree of the LORD is trustworthy,\\n\\n    giving wisdom to the simple.\\n\\nR.    Lord, you have the words of everlasting life.\\n\\nThe precepts of the LORD are right,\\n\\n    rejoicing the heart;\\n\\nThe command of the LORD is clear,\\n\\n    enlightening the eye.\\n\\nR.    Lord, you have the words of everlasting life.\\n\\nThe fear of the LORD is pure,\\n\\n    enduring forever;\\n\\nThe ordinances of the LORD are true,\\n\\n    all of them just.\\n\\nR.    Lord, you have the words of everlasting life.\\n\\nThey are more precious than gold,\\n\\n    than a heap of purest gold;\\n\\nSweeter also than syrup\\n\\n    or honey from the comb.\\n\\nR.    Lord, you have the words of everlasting life.\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/psalms/19?8 \"},{\"readingTitle\":\"Alleluia\",\"readingAddress\":\"See Lk 8:15\",\"readingBody\":\"\\n                R. Alleluia, alleluia.\\n\\nBlessed are they who have kept the word with a generous heart\\n\\nand yield a harvest through perseverance.\\n\\nR. Alleluia, alleluia.\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/luke/8?15 \"},{\"readingTitle\":\"Gospel\",\"readingAddress\":\"Mt 13:18-23\",\"readingBody\":\"\\n                Jesus said to his disciples:\\n\\n“Hear the parable of the sower.\\n\\nThe seed sown on the path is the one who hears the word of the Kingdom\\n\\nwithout understanding it,\\n\\nand the Evil One comes and steals away\\n\\nwhat was sown in his heart.\\n\\nThe seed sown on rocky ground\\n\\nis the one who hears the word and receives it at once with joy.\\n\\nBut he has no root and lasts only for a time.\\n\\nWhen some tribulation or persecution comes because of the word,\\n\\nhe immediately falls away.\\n\\nThe seed sown among thorns is the one who hears the word,\\n\\nbut then worldly anxiety and the lure of riches choke the word\\n\\nand it bears no fruit.\\n\\nBut the seed sown on rich soil\\n\\nis the one who hears the word and understands it,\\n\\nwho indeed bears fruit and yields a hundred or sixty or thirtyfold.”\\n              \",\"readingSource\":\"https://bible.usccb.org/bible/matthew/13?18 \"}]]"